/**
 * Created by Administrator on 2017/8/13.
 */
var dealerList = {
    3100	:"	邵阳旗舰店	",
    3110	:"	衡阳旗舰店	",
    3120	:"	岳阳旗舰店	",
    3130	:"	株洲旗舰店	",
    3140	:"	益阳旗舰店	",
    3150	:"	常德旗舰店	",
    3160	:"	永州旗舰店	",
    3170	:"	张家界旗舰店	",
    3180	:"	湘潭旗舰店	",
    3190	:"	娄底旗舰店	",
    3200	:"	怀化旗舰店	",
    3210	:"	吉首旗舰店	",
    3220	:"	双峰店	",
    3230	:"	衡东店	",
    3240	:"	新田店	",
    3250	:"	桃江店	",
    3260	:"	临武店	",
    3270	:"	安仁店	",
    3280	:"	祁东店	",
    3290	:"	通道店	",
    3300	:"	保靖店	",
    3310	:"	靖州店	",
    3320	:"	麻阳店	",
    3330	:"	临澧店	",
    3340	:"	武冈店	",
    3350	:"	古丈店	",
    3360	:"	望城店	",
    3370	:"	宁乡店	",
    3380	:"	平江店	",
    3390	:"	湘阴店	",
    3400	:"	醴陵店	",
    3410	:"	汝城店	",
    3420	:"	浏阳店	",
    3430	:"	沅陵店	",
    3440	:"	宜章店	",
    3450	:"	洪江店	",
    3460	:"	汉寿店	",
    3470	:"	石门店	",
    3480	:"	桂阳店	",
    3490	:"	华容店	",
    3500	:"	龙山店	",
    3510	:"	祁阳店	",
    3520	:"	常宁店	",
    3530	:"	邵东店	",
    3540	:"	茶陵店	",
    3550	:"	嘉禾店	"

};
$(function(){

    for(var i=0; i<$('.dealer').length; i++){
        $('.dealer').eq(i).html(
            dealerList
                [
                $('.dealer').eq(i).attr('data-dealer')
                ]
        )
    }

})